Repository: santipm29/ChurchSystem
Catalog: ChurchSystem.Prism/ChurchSystem.Prism/Resourcers/Resource.*.resx
Languages: fur_it

source: Accept
fur_it: Accettare

source: Error
fur_it: Errore

# EmailPlaceHolder
source: Enter your email...
fur_it: Inserisci la tua email...

# EmailError
source: You must enter a valid email.
fur_it: Devi inserire un'e-mail valida.

source: Password
fur_it: Parola d'ordine

# PasswordPlaceHolder
source: Enter your password...
fur_it: Inserisci la tua password...

# PasswordError
source: You must enter your password.
fur_it: Devi inserire la tua password.

# ForgotPassword
source: Forgot your password?
fur_it: Hai dimenticato la password?

# Register
source: Register New User
fur_it: Registra nuovo utilizzo

# LoginError
source: Email or password wrong
fur_it: Email o password sbagliate

source: Logout
fur_it: Disconnettersi

# ConnectionError
source: Check the internet connection
fur_it: controllare la connessione internet

source: Document
fur_it: Documento

# DocumentPlaceHolder
source: Enter your document number...
fur_it: Inserisci il tuo documento...

# DocumentError
source: You must enter a document.
fur_it: Devi inserire un documento.

source: First name
fur_it: Nome

# FirstNamePlaceHolder
source: Enter your first name...
fur_it: Inserisci i tuoi nomi...

# FirstNameError
source: You must enter a first name.
fur_it: Devi inserire almeno un nome.

source: Last name
fur_it: Cognomi

# LastNamePlaceHolder
source: Enter your last name...
fur_it: Inserisci il tuo cognome...

# LastNameError
source: You must enter a last name.
fur_it: Devi inserire almeno un cognome.

source: Address
fur_it: Direzione

# AddressPlaceHolder
source: Enter your address...
fur_it: Inserisci il tuo indirizzo...

# AddressError
source: You must enter an address.
fur_it: Devi inserire il tuo indirizzo.

source: Phone
fur_it: Telefono

# PhoneError
source: You must enter a phone...
fur_it: Inserisci il tuo telefono...

# PhonePlaceHolder
source: Enter your phone.
fur_it: Devi inserire il tuo telefono.

source: Church
fur_it: Chiesa

# ChurchError
source: You must select a church.
fur_it: Devi selezionare una chiesa.

# ChurchPlaceHolder
source: Select your church...
fur_it: Seleziona una chiesa...

source: District
fur_it: distretto

# DistrictError
source: You must select a district.
fur_it: Devi selezionare un distretto.

# DistrictPlaceHolder
source: Select your district...
fur_it: Seleziona un distretto...

source: Field
fur_it: Campagna

# FieldError
source: You must select a field.
fur_it: Devi selezionare un campagna.

# FieldPlaceHolder
source: Select your field...
fur_it: Seleziona un campagna...

source: Password confirm
fur_it: Conferma password

# PasswordConfirmError1
source: You must enter a password confirm.
fur_it: Devi inserire una password di conferma.

# PasswordConfirmError2
source: The password and confirm does not match.
fur_it: Password e conferma non corrispondono.

# PasswordConfirmPlaceHolder
source: Enter the password confirm...
fur_it: Immettere una conferma della password...

# Error001
source: User no found.
fur_it: Utente non trovato.

# Error002
source: District no found.
fur_it: Prodotto non trovato.

# Error003
source: A user with that email is already registered.
fur_it: Un utente con quell'email è già registrato.

# Error004
source: Church no found.
fur_it: Città non trovata.

source: Ok
fur_it: va bene

# RegisterMessge
source: Your user has been registered ok, an email was sent to confirm the user account.
fur_it: Il tuo utente è stato registrato con successo, è stata inviata un'e-mail per confermare l'account utente.

# PictureSource
source: Where do you want to take the picture?
fur_it: Da dove vuoi prendere l'immagine?

source: Cancel
fur_it: Annulla

source: From Camera
fur_it: Della fotocamera

source: From Gallery
fur_it: Dalla galleria

# NoCameraSupported
source: The device does not support access to the camera.
fur_it: Il dispositivo non supporta l'accesso alla fotocamera.

# NoGallerySupported
source: The device does not support access to the gallery.
fur_it: Il dispositivo non supporta l'accesso alla galleria.

source: Recover Password
fur_it: Recupera la password

# RecoverPasswordMessage
source: An email was sent to change your password.
fur_it: È stata inviata un'e-mail per modificare la password.

source: Confirm new password
fur_it: Conferma nuova password

# ConfirmNewPasswordError1
source: You must enter a confirmation for the new password.
fur_it: È necessario inserire una conferma per la nuova password.

# ConfirmNewPasswordError2
source: The password and the confirmation doesn't match.
fur_it: La nueva contraseña y la confirmación no concuerdan.

# ConfirmNewPasswordPlaceHolder
source: Enter the confirmation for the new password...
fur_it: La nuova password e la conferma non corrispondono...

source: Current password
fur_it: Password attuale

# CurrentPasswordError
source: You must enter your new password.
fur_it: Devi inserire la tua password attuale.

# CurrentPasswordPlaceHolder
source: Enter your current password....
fur_it: Inserisci la tua password attuale...

source: New password
fur_it: nuova password

# NewPasswordError
source: You must enter the new password.
fur_it: Devi inserire una nuova password.

# NewPasswordPlaceHolder
source: Enter the new password...
fur_it: Inserire una nuova password...

# Error005
source: The current password is incorrect.
fur_it: La password attuale non è corretta.

# ChangePassworrdMessage
source: The password was changed successfully.
fur_it: La password è stata modificata con successo.
